export default {
  product: {
    description: `
      当社のAIソフトウェアプラットフォームは、お使いのデジタルツールにパーソナライズ機能を組み込み、機械学習を活用した大規模な介入を可能にします。
    `,
    features: {
      trackAndLabel: {
        title: "Track and label",
        description:
          "当社の機械学習対応SDKは、医療提供者向けおよび患者向けのモバイルヘルスアプリやプラットフォームにシームレスに統合可能です。アプリの利用から得られる行動データや臨床情報を正確にトラッキングし、AIが活用しやすい形で最適に管理します。",
      },
      learn: {
        title: "Learn",
        description:
          "当社の用途別データパイプラインとモデルは、入力データを分析し、重要な知見を導き出すことで、過去の傾向を把握し、未来の予測を可能にします。これにより、医療提供者と患者のニーズや状況の変化を的確に捉え、最適な対応を実現します。",
      },
      nudge: {
        title: "Nudge",
        description:
          "蓄積されたデータを活用し、パーソナライズされたレコメンド、インセンティブ、コンテンツ、ワークフローを通じて最適なアクションを実行。ユーザーが必要とするタイミングで最適なサポートを提供し、当社のSDKを介して直接デバイスへ届けます。",
      },
    },
  },
};
