export const ABOUT_DESCRIPTION = `
私たちは、強化学習や先進的なAI技術の普及を使命とするパブリック・ベネフィット・コーポレーション（Public Benefit Corporation）です。

\n
当社のプラットフォームは、独自の研究とエンジニアリングを基盤とし、臨床や行動の予測モデルを活用して、デジタルアプリやデバイスから得られるデータに加え、周辺環境の情報も組み込みながら、
ユーザーごとに最適な支援を提供する「適応型の介入」（AIを活用して個々の状況に合わせた対応を自動的に調整する仕組み）を実施します。
これらの介入は、パーソナライズされたレコメンド（おすすめ情報）、リマインダー（通知）、インセンティブ（報酬）、アプリ内コンテンツ、ワークフローなどのデジタルツールを通じて、ユーザーに直接届けられます。

\n
私たちの目標は、すべての介入が効果的であるだけでなく、各ユーザーのニーズや状況に最適化されたものであることを確実にすることです。`;

export const ABOUT_TITLE = `
強化学習と先進AI技術の普及を使命とする企業です`;

export const values = [
  {
    title: "誠実さ",
    text: "私たちは透明性と誠実さを大切にし、オープンなコミュニケーションと信頼を協力の基盤としています。",
  },
  {
    title: "集中力とスピード",
    text: "私たちは、正確性、集中力、そしてスピードを重視するカルチャーのもと、最高水準の精度と厳密性を持って最先端技術の開発に取り組んでいます。",
  },
  {
    title: "革新的なコラボレーション",
    text: "個々の責任とチームの相乗効果を融合させ、AIの限界を押し広げるトップ人材が集う、ダイナミックな環境を創り出しています。",
  },
  {
    title: "ハイパフォーマンス",
    text: "私たちは、優れた人材が活躍できるカルチャーを築き、実績を生み出し、社会に大きなインパクトをもたらしています。",
  },
];

export const MISSION = `
私たちは、すべての人に同じ方法を適用するのではなく、それぞれに最適なソリューションを提供することを大切にしています。
当社のAI製品は、個々の好みや環境、行動に合わせて調整され、パーソナライズされた戦略を提供することで、組織がより優れた成果を生み出せるよう支援します。
また、AIと強化学習を広く普及させ、誰もが革新的な技術を活用できる社会を目指しています。これにより、最先端のテクノロジーを誰もが活用できる環境を整え、個々のユーザーや組織に合わせた成果を最大限に引き出します。`;

export const MISSION_TITLE = "使命";
export const TEAM_TITLE = "エグゼクティブ・チーム";

export const AI = "AI";
export const EVERYONE = "をすべての人に";
