{
  "about": {
    "description": "We are a public benefit corporation with a mission to scale Reinforcement Learning and advanced AI technology.\nBuilt on our own research and engineering, our platform and scientists use models to predict clinical and behavioral outcomes and deliver adaptive interventions based on data generated by digital applications and devices along with other contextual information. These interventions are distributed directly to users through digital tools such as personalized recommendations, reminders, incentives, or integrated content and workflows within the applications.\nOur goal is to ensure that each intervention is not just effective but also specifically tailored to the needs and circumstances of each user.",
    "title": "AI for Everyone",
    "subtitle": "We are a public benefit corporation with a mission to scale Reinforcement Learning and advanced AI technology.",
    "approach": {
      "title": "Our approach",
      "text": "Built on our own research and engineering, our platform and scientists use models to predict clinical and behavioral outcomes and deliver adaptive interventions based on data generated by digital applications and devices along with other contextual information. These interventions are distributed directly to users through digital tools such as personalized recommendations, reminders, incentives, or integrated content and workflows within the applications.\n\nOur goal is to ensure that each intervention is not just effective but also specifically tailored to the needs and circumstances of each user."
    },
    "team": {
      "title": "Our Team",
      "description": "Our diverse team draws on a wealth of experience in healthcare, business, and technology.\n\nThe team takes pride in bringing themselves into the heart of each project to get a better understanding of the challenges our pharmacies and clients face. They work closely with their teams to find innovative ways to overcome the challenges presented as they strive to transform the pharmacy practice through technology.",
      "members": [
        {
          "imageUrl": "/images/team/africa.png",
          "name": "África Periáñez",
          "role": "CEO & Founder",
          "descritpion": "África is an AI scientist and entrepreneur. África held the role of Chief Analytics Officer at Inditex, leading the AI strategy and bolstering one of the world's fastest supply chains. Previously, she founded Yokozuna Data, an AI firm based in Tokyo to transform videogame industry. África holds a PhD in Mathematics from the University of Reading and Master's degrees in String Theory and Theoretical Physics from CERN and UAM. She served as a Marie Curie EU research fellow at CERN and worked as a scientist at RIKEN and the German Weather Service.",
          "links": {
            "linkedin": "https://www.linkedin.com/in/africaperianez/",
            "twitter": "https://twitter.com/aperianez/"
          }
        },
        {
          "imageUrl": "/images/team/dexian.png",
          "name": "Dexian Tang",
          "role": "CTO & Co-Founder",
          "descritpion": "Dexian is a software engineer, previously a senior engineer at Inditex. His prior role in Tokyo, involved scaling data pipelines and AI processes in the video game industry. Dexian has a background in electrical engineering, researching at the Okada Lab in the Tokyo Institute of Technology, resulting in several publications and an Excellence Award from the IEICE Electronics Society. He holds an MEng in Electrical Engineering from the Tokyo Institute of Technology and a BEng from the University of Electronic Science and Technology of China.",
          "links": {
            "linkedin": "https://www.linkedin.com/in/dexian-tang/",
            "github": "https://github.com/dexianta"
          }
        },
        {
          "imageUrl": "/images/team/enric.png",
          "name": "Enric Jané",
          "role": "Chief Strategy Officer",
          "descritpion": "Dr. Enric Jané has over 15 years of experience in global health. In his previous role at the Gates Foundation, Dr. Jané worked on improving primary health care, expanding community health worker systems, utilizing information technologies, and increasing funding for child survival strategies. With a diverse background, including roles in Mozambique and Spain, Dr. Jané holds an MD, BSc in Physics, PhD from the University of Barcelona, and an MSc in Biomedical Engineering from Columbia University.",
          "links": {
            "linkedin": "https://www.linkedin.com/in/enricjane/"
          }
        },
        {
          "imageUrl": "/images/team/sumiko.png",
          "name": "Sumiko Tanaka",
          "role": "Chief Operations Officer",
          "descritpion": "Sumiko manages partnerships and operations to support the mission of advancing AI for all. Her career in international relations began during her undergraduate studies at the University of Washington, leading to a UN internship in New York and a dual master's degree in diplomacy and strategic negotiations in Paris. She has supported international organizations across Africa, Asia, and Latin America and spent eight years in leadership roles at a company serving global health-focused nonprofits.",
          "links": {
            "linkedin": "https://www.linkedin.com/in/sumiko-tanaka-pusch/"
          }
        }
      ]
    },
    "values": [
      {
        "title": "Honesty",
        "text": "We value transparency and integrity, ensuring open communication and trust as the foundation of our collaboration"
      },
      {
        "title": "Focused & Fast-Paced",
        "text": "Our work culture prioritizes precision, intensity, and speed, enabling us to develop cutting-edge technology with unmatched rigor"
      },
      {
        "title": "Innovative Collaboration",
        "text": "By blending individual responsibility with team synergy, we create a dynamic environment where top talent pushes the boundaries of AI innovation"
      },
      {
        "title": "High-Performance",
        "text": "We foster a culture where only the most effective individuals thrive, delivering results that drive meaningful impact"
      }
    ],
    "mission": "We believe in tailored solutions over one-size-fits-all approaches. Our AI products deliver personalized strategies adapted to individual preferences, environments, and behaviors, empowering organizations to achieve exceptional outcomes. Committed to democratizing AI and reinforcement learning, we make transformative technology accessible to everyone, driving innovation and delivering personalized success at scale",
    "missionTitle": "Mission",
    "teamTitle": "Our Executive Team",
    "ai": "AI",
    "everyone": "for everyone"
  }
}
