{
  "careers": {
    "title_first": "AI for Equity:",
    "title_second": "Build the Unbuilt with Us",
    "description": "We are at the forefront of crafting advanced machine learning software to reshape global equity. Join us to pioneer new frontiers and shape a future where technology empowers all",
    "jobsTitle": "Current Job Openings",
    "jobs": [
      {
        "title": "Machine Learning Scientist",
        "subtitle": "Barcelona, Full-time",
        "link": "https://causalfoundry.notion.site/Machine-Learning-Scientist-91b9e5aa4e2f48b09e689ff0533f0632",
        "description": "We seek machine learning scientists to push the boundaries of artificial intelligence in global health including its application in low-income settings. We are interested in individuals with solid knowledge and experience in developing and evaluating different architectures and algorithms, and their applications in experimentation and causal inference. We value positively those who have research experience. You will have the unique opportunity of, together with our data science and engineering teams, defining and building features for our machine learning platform for equitable healthcare."
      },
      {
        "title": "Back-end Engineer",
        "subtitle": "Barcelona, Full-time",
        "link": "https://causalfoundry.notion.site/Back-end-Engineer-1030c2a38a7e80c6a74efe3ac35c791a",
        "description": "We seek Back-end developers to join our engineering team. We are looking for hardworking and reliable individuals with strong software developer backgrounds, and who are knowledgeable about building scalable and robust architecture, tools, data products and critical data pipelines optimized for ML applications. You will have the rare opportunity of building resilient and scalable machine learning products from scratch, together with other talented engineers, to boost global health via cutting-edge machine learning solutions."
      },
      {
        "title": "Mobile Engineer (React Native)",
        "subtitle": "Barcelona, Full-time",
        "link": "https://causalfoundry.notion.site/Mobile-Engineer-React-Native-2f9bd200ae354dbabe068eae69f78f8c",
        "description": "We are seeking an experienced React Native Developer to focus on SDK and app development, driving the integration of our machine-learning products with partner applications. In this role, you will design and optimize SDKs, ensuring performance, scalability, and seamless integration, while also building high-quality, responsive applications for multiple platforms. This is a unique opportunity to work on both SDK and app development, collaborating closely with cross-functional teams to deliver innovative, impactful solutions in the Global Health space. Prior experiences working in a similar role with start-ups is a strong plus."
      }
    ],
    "cultureTitle": "Discover Our",
    "cultureLink": "Interview Approach and Culture Overview",
    "cultureInfo": "To apply, please email us your CV in PDF format along with a brief statement explaining your interest in working with our team to",
    "learnMore": "Learn more"
  }
}
