{
  "cases": {
    "m2m": {
      "title": "CASE 1. mothers2mothers",
      "quote": {
        "text": "AI has transformed how we work, allowing us to deliver real-time monitoring, predictive insights for health workers, and personalized patient care, driving better outcomes and truly enhancing the experience for everyone we serve",
        "from": "Dr. Kathrin Schmitz - Chief Programmes & Impact Officer"
      },
      "firstSection": {
        "title": "Transforming mothers' lives",
        "text": "mothers2mothers (m2m) provides health care to families who need it most, delivered by women who know them best, to build healthy, thriving communities across Africa. m2m employs and trains women living with HIV as community health workers (CHWs), transforming them into champions who deliver integrated primary health care to their communities, including HIV prevention and treatment services. Causal Foundry has developed an AI-native application designed to revolutionize the daily work of m2m's health workers. AI-driven personalized insights and real-time guidance ensure health workers can make informed decisions, respond proactively to health needs, and deliver personalized support, fostering healthier communities."
      },
      "secondSection": {
        "title": "Healthcare for families who need it most, delivered by women who know them best",
        "text": "The Causal Foundry platform organizes clinical and behavioral logs into AI-ready data, streamlining operations for health workers and empowering their apps with actionable insights for improved care delivery"
      },
      "items": [
        {
          "title": "Improve Patient Prioritization",
          "text": "Equip CHWs to assess & prioritize high-risk patients, reducing triage time & increasing accuracy",
          "icon": "calendar_month.png"
        },
        {
          "title": "Boost Knowledge & Confidence",
          "text": "Enhance CHWs' skills through improved healthcare guidance and personalized assistance",
          "icon": "bar_chart_4_bars.png"
        },
        {
          "title": "Improve Patient Health Outcomes",
          "text": "Use personalized treatment plans to enhance adherence and boost treatment success",
          "icon": "ecg_heart.png"
        },
        {
          "title": "Scale Digital Tool Adoption",
          "text": "Drive adoption among CHWs, ensuring successful rollout and consistent use of the digital tool",
          "icon": "bid_landscape.png"
        }
      ],
      "keyAppFeatures": "Key App Features"
    },
    "swiperx": {
      "title": "CASE 1. SwipeRx",
      "quote": {
        "text": "We are excited to innovate with Causal Foundry, using AI to improve medicine quality, availability, and affordability across Southeast Asia making a positive impact on the lives of millions",
        "from": "Farouk Meralli, Founder & CEO at SwipeRx"
      },
      "firstSection": {
        "title": "Next level pharmacy supply chains",
        "text": "SwipeRx is leading digital transformation with solutions for pharmacy supply in Indonesia. Together we leverage their digital health tools to build pharmacists' capacity and improve pharmaceutical supply chains. Using their order data, Causal Foundry analyzes demand across pharmacies, adapting order messaging and in-app content to influence pharmacists' ordering behavior and prevent stockouts."
      },
      "secondSection": {
        "title": "Predicting Engagement & Demand",
        "text": "Adopting predictive modelling through forecasting and engagement methods helps us to understand the individualized behaviours of SwipeRx pharmacies in Indonesia, both retrospectively and prospectively. The platform is designed to easily deploy adaptive interventions for mobile health solutions. Adaptive interventions imply tailoring to each user and their specific needs and context at a particular moment. The interventions are directed at nudging user behavior towards practices that will enhance their performance and result in better health outcomes for their communities. This is tantamount to promoting the right level of meaningful engagement with the different features of the app."
      },
      "achievements": "Since 2023, we have launched several interventions aimed at supporting SwipeRx's mission of fostering a connected community of small pharmacies and empowering them in their purchasing decisions. Experimentation has been key to achieving strong impact",
      "items": [
        {
          "title": "13%",
          "text": "Overall increase in revenue"
        },
        {
          "title": "26K",
          "text": "Personalized nudges sent to customers"
        },
        {
          "title": "+6.8%",
          "text": "Increase in engagement by nudged customers"
        }
      ]
    },
    "momentum": {
      "title": "CASE 2. Momentum",
      "quote": {
        "text": "The profound insights gained from this partnership enhance the efficiency of our operations and enable us to monitor our interventions in healthcare delivery with clarity and purpose. I am delighted that our collaboration will allow Ghanaians to witness the direct benefits of AI in healthcare",
        "from": "Abigail Abora, CEO and Co-Founder of Aide Chemists"
      },
      "firstSection": {
        "title": "Empowering community pharmacies",
        "text": "Community pharmacies are critical health hubs for many, often being the first healthcare touchpoint, especially in underserved areas. With the widespread use of smartphones across low-income settings, pharmacies are increasingly harnessing digital tools to deliver services and engage their clients. Causal Foundry's platform uses behavioral and inventory data generated by pharmacists and patients to revolutionize patient engagement and services, streamlining pharmacy operations and greatly increasing their impact on community health."
      },
      "secondSection": {
        "title": "Advance demand predictions, personalization & LLM assistant, all in one",
        "text": "The new AI-boosted application developed is transforming pharmacies' operations, e-commerce, and patient engagement. The app covers B2C and B2B features (including an inventory management system) and leverages advanced demand prediction algorithms to maintain a stock of essential commodities and personalization technologies for recommendations and patient engagement. Additionally, an integrated Health Assistant powered by an LLM provides patients with quality healthcare information, helping them navigate their healthcare options and ultimately strengthening their engagement with quality providers in their communities."
      },
      "items": [
        {
          "title": "Intuitive User Experience (UX)",
          "text": "A simple, user-friendly design for effortless browsing, ordering, and tracking"
        },
        {
          "title": "Convenient Access to Medications",
          "text": "Upload prescriptions, and enjoy home delivery or in-store pickup across Accra, Ghana"
        },
        {
          "title": "Affordable Pharmaceutical Care",
          "text": "Save with discounts, manage your health profile, and get tailored recommendations"
        },
        {
          "title": "Secure and Reliable Network",
          "text": "A trusted pharmacy network ensuring safe and confidential access to medications"
        }
      ]
    },
    "rssb": {
      "title": "CASE 1. RSSB",
      "quote": {
        "text": "Partnering with Causal Foundry has enabled us to leverage our data to design a more sustainable and efficient healthcare financing model”",
        "from": "Dr. Regis Hitimana, Chief Benefits Officer, RSSB"
      },

      "firstSection": {
        "title": "Supporting Rwanda’s Healthcare Reform with RSSB",
        "text": "Rwanda’s Social Security Board (RSSB) plays a critical role in financing primary healthcare services. Causal Foundry is supporting the design, rollout and monitoring of a major health financing reform affecting  the 1,000+ health centers and health posts in the country"
      },
      "secondSection": {
        "title": "Predicting Engagement & Demand",
        "text": "Casual Foundry has extracted insights from RSSB's large dataset of patient-level provider claims to analyze health service utilization and consultation costs, design the capitation formula, and build real-time monitoring systems to support quality healthcare provision."
      },
      "features": [
        {
          "title": "Deep data analysis on the Intelligent Health Benefits System (IHBS)",
          "text": [
            "Tracks patient visits, diagnoses, services, personnel, and prescriptions across the 1,000+ PH C facilities since 2023",
            "20m+ visits per year to 6m+ patients, with detailed patient-level service delivery information including diagnosis and 80m+ procedures, prescriptions, all tests per year"
          ]
        },
        {
          "title": "Data-driven design of the capitation model for Health Centers",
          "text": [
            "Developed a capitation formula that ensures a stable transition for health facilities, preventing system disruptions.",
            "The model has the flexibility to accommodate both basic and advanced health centers under a unified scheme"
          ]
        },
        {
          "title": "A monitoring  system with outlier detection",
          "text": [
            "Tracked key indicators such facility utilization, service delivery, and test rates per visit.",
            "Implemented advanced algorithms to detect outliers and anomalies using time- series and cross-sectional analysis."
          ]
        }
      ],
      "itemsTitle": "How We Support Goverments",
      "items": [
        {
          "title": "Predictions",
          "text": "Responsive systems that predict changes in service demand"
        },
        {
          "title": "Monitoring",
          "text": "Automated detection of anomalies in service delivery"
        },
        {
          "title": "Adaptive Interventions",
          "text": "Enhance healthcare worker productivity"
        },
        {
          "title": "Resource Allocantion",
          "text": "Optimally assign resources for the highest impact"
        }
      ],
      "approach": {
        "title": "Our approach",
        "texts": [
          "We extract insights from large government datasets to analyze service utilization, design optimal delivery models, and build real-time monitoring systems that support quality public service provision.",
          "Our system tracks users interactions, service delivery metrics, personnel performance, and resource allocation across hundreds of government facilities. We process millions of transactions yearly, with detailed service delivery information including demographic data and procedural outcomes."
        ]
      }
    },
    "titles": {
      "ecommerce": {
        "first": "Built in Partnership",
        "second": " with Causal Foundry for E-Commerce"
      },
      "healthcare": {
        "first": "Built in Partnership",
        "second": " with Causal Foundry for Healthcare"
      },
      "government": {
        "first": "Leveraging Machine Learning for",
        "second": "Public Service Transformation"
      }
    },
    "descriptions": {
      "healthcare": "Our clients are transforming healthcare by leveraging advanced AI and machine learning to enhance personalization and optimize patient-provider interactions. With tailored interventions, real-time insights, and LLM-powered assistants, they improve treatment adherence, streamline workflows, and address challenges like resource allocation and preventive care—ensuring impactful, data-driven healthcare delivery",
      "ecommerce": "Our clients are boosting customer experiences with AI-driven personalization. By optimizing product recommendations, predicting demand, and reducing cart abandonment, the platform boosts conversions and loyalty. Seamlessly integrated with existing systems, it delivers actionable insights, dynamic interventions, and tailored content, empowering businesses to achieve success and stay ahead in highly competitive markets",
      "government": ""
    }
  }
}
