{
  "cases": {
    "m2m": {
      "quote": {
        "text": "AIの進化により、私たちの働き方は大きく変わりました。リアルタイムのモニタリングや医療従事者向けの予測分析により、患者一人ひとりに最適なケアを提供し、医療の質を向上させます。これにより、すべての関係者にとって、より安心で充実した医療体験を実現します。",
        "from": "チーフ・プログラム＆インパクト・オフィサー、カトリン・シュミッツ博士（Dr. Kathrin Schmitz）"
      },
      "firstSection": {
        "title": "母親たちの人生に変革を",
        "text": "mothers2mothers（m2m）は、支援を最も必要とする家族に医療を提供し、地域の実情を深く理解する女性たちの手で届けることで、アフリカ全土に健康で活気あるコミュニティを築いています。m2mは、HIVとともに生きる女性をコミュニティ・ヘルスワーカー（CHW）として雇用・育成し、彼女たちを医療の担い手へと変革。HIV予防・治療を含む包括的なプライマリーヘルスケアを地域に提供しています。Causal Foundryは、m2mの医療従事者の業務を革新するために、AIを活用したアプリケーションを開発しました。AIによる個別最適化された分析とリアルタイムのガイダンスを提供し、ヘルスワーカーが的確な判断を下し、健康ニーズを先回りして対応できるよう支援。さらに、パーソナライズされたサポートを実現し、より健康的なコミュニティづくりを後押しします。"
      },
      "secondSection": {
        "title": "最も支援を必要とする家族へ、彼らを最も理解する女性たちが届ける医療",
        "text": "Causal Foundryのプラットフォームは、臨床データや行動ログをAIが活用しやすい形に整理し、医療従事者の業務を効率化。さらに、医療アプリに実用的な分析結果を提供し、より質の高いケアの実現を支援します。"
      },
      "items": [
        {
          "title": "患者の優先順位を最適化",
          "text": "コミュニティ・ヘルスワーカー（CHW）が高リスク患者を的確に評価・優先できるよう支援し、トリアージの時間を短縮しながら精度を向上。",
          "icon": "calendar_month.png"
        },
        {
          "title": "知識を深め、自信を育む",
          "text": "医療ガイダンスの強化と個別支援により、コミュニティ・ヘルスワーカー（CHW）のスキルを向上",
          "icon": "bar_chart_4_bars.png"
        },
        {
          "title": "治療の成果を最大化",
          "text": "パーソナライズされた治療計画で、治療の継続率を向上させ、成功率を高める",
          "icon": "ecg_heart.png"
        },
        {
          "title": "デジタルツールの普及を促進",
          "text": "コミュニティ・ヘルスワーカー（CHW）の活用を促進し、デジタルツールの円滑な導入と継続的な利用を実現",
          "icon": "bid_landscape.png"
        }
      ],
      "keyAppFeatures": "Key App Features"
    },
    "swiperx": {
      "quote": {
        "text": "Causal Foundryと協力し、AIを活用してイノベーションを起こすことで、東南アジア全域で医薬品の品質と供給を改善し、手頃な価格を実現しました。これにより、何百万人もの生活に良い影響を与えられていることを大変うれしく思います。",
        "from": "SwipeRx  創業者兼CEO、ファルーク・メラリ（Farouk Meralli）"
      },
      "firstSection": {
        "title": "薬局の供給チェーンを次のレベルへ",
        "text": "SwipeRxは、インドネシアにおける薬局向けソリューションを提供するデジタルトランスフォーメーションのリーダーです。当社はSwipeRxと提携し、デジタルヘルスツールを活用して薬剤師の能力を向上させるとともに、医薬品供給チェーンの改善に取り組んでいます。SwipeRxの注文データを活用し、Causal Foundryが薬局全体の需要を分析。注文メッセージやアプリ内コンテンツを最適化して薬剤師の注文行動に影響を与え、在庫切れを防いでいます。"
      },
      "secondSection": {
        "title": "エンゲージメントと需要を予測",
        "text": "予測モデリングを活用することで、インドネシアのSwipeRx薬局の需要予測やエンゲージメントの傾向を分析し、過去のデータと将来の予測の両面から個別の行動パターンを把握できます。このプラットフォームは、モバイルヘルスソリューション向けに適応型の介入を簡単に展開できるよう設計されています。適応型の介入とは、ユーザー一人ひとりのニーズや状況に応じて最適なサポートを提供する仕組みです。これにより、ユーザーの行動をより良い方向へ導き、業務の効率化や地域社会の健康向上につなげることを目的としています。つまり、アプリのさまざまな機能を活用し、ユーザーと最適な形で関わりを持つことを可能にします。"
      },
      "achievements": "2023年以降、SwipeRxの掲げる「小規模薬局のコミュニティをつなぎ、購買意思決定を支援する」というミッションを後押しするため、さまざまなの取り組みを行ってきました。実験的アプローチが強力なインパクトを生み出す鍵となりました。",
      "items": [
        {
          "title": "13%",
          "text": "全体的な収益の増加率"
        },
        {
          "title": "26K",
          "text": "顧客が受け取ったパーソナライズされたナッジ"
        },
        {
          "title": "+6.8%",
          "text": "ナッジを受け取った顧客によるエンゲージメントの増加率"
        }
      ]
    },
    "momentum": {
      "quote": {
        "text": "このパートナーシップから得られた貴重な知見により、業務の効率が向上し、医療提供における施策を明確かつ的確にモニタリングできるようになりました。この協力を通じて、ガーナの人々がAIの医療分野への直接的な恩恵を実感できることを大変嬉しく思います。",
        "from": "Aide Chemists 共同創設者 兼 CEO、アビゲイル・アボラ（Abigail Abora）"
      },
      "firstSection": {
        "title": "地域薬局の可能性を広げる",
        "text": "地域の薬局は、多くの人々にとって重要な医療拠点であり、特に医療アクセスが限られた地域では、最初に頼る医療機関となることが少なくありません。低所得層の地域でもスマートフォンの普及が進む中、薬局はデジタルツールを活用し、サービス提供や顧客とのエンゲージメントを強化しています。Causal Foundryのプラットフォームは、薬剤師や患者が生み出す行動データや在庫データを活用し、患者との関わり方やサービスのあり方を革新。薬局の業務効率を向上させ、地域医療への影響力を大幅に強化します。"
      },
      "secondSection": {
        "title": "高度な需要予測・パーソナライズ・LLMアシスタントをオールインワンで提供",
        "text": "新たに開発されたAI搭載アプリは、薬局の業務、EC、そして患者との関わり方を大きく変革しています。このアプリはB2CおよびB2Bの機能を備え、在庫管理システムを含むほか、高度な需要予測アルゴリズムを活用して、必須医薬品の安定供給を実現。さらに、パーソナライズ技術により、レコメンド機能を最適化し、患者とのエンゲージメントを強化します。また、LLM（大規模言語モデル）を活用した統合型ヘルスアシスタントを搭載。患者に質の高い医療情報を提供し、適切な医療選択をサポートすることで、地域の信頼できる医療機関とのつながりを深めます。"
      },
      "items": [
        {
          "title": "直感的なユーザー体験（UX）",
          "text": "シンプルで使いやすいデザインにより、スムーズな閲覧、注文、追跡を実現。"
        },
        {
          "title": "医薬品を手軽に入手",
          "text": "処方箋をアップロードするだけで、ガーナのアクラ全域で自宅配送や店頭受け取りが可能。"
        },
        {
          "title": "手頃な価格で受けられる医薬品ケア",
          "text": "割引でお得に買い物。健康情報を管理し、最適なレコメンドを受け取る"
        },
        {
          "title": "安全で信頼できるネットワーク",
          "text": "信頼できる薬局ネットワークが、安全かつ機密性の高い医薬品の提供を実現"
        }
      ]
    },
    "rssb": {
      "title": "事例1. RSSB",
      "quote": {
        "text": "Causal Foundryとの提携により、データを活用して、より持続可能で効率的な医療財政モデルを設計できるようになりました。”",
        "from": "ルワンダ社会保障庁（RSSB） 給付部門最高責任者（Chief Benefits Officer） レジス・ヒティマナ（Regis Hitimana）"
      },
      "firstSection": {
        "title": "ルワンダの医療改革をRSSBと共に支援",
        "text": "ルワンダ社会保障庁（RSSB）は、基礎医療サービスの財政支援において重要な役割を担っています。Causal Foundryは、同国にある 1,000以上の医療センターおよびヘルスポストに影響を与える大規模な医療財政改革の設計、導入、監視 を支援しています。"
      },
      "secondSection": {
        "title": "エンゲージメントと需要の予測",
        "text": "Causal Foundryは、RSSBの大規模な患者データ（医療機関ごとの請求データ）を活用し、医療サービスの利用状況と診療コストの分析、キャピテーション（人頭割診療報酬支払い制度、人頭払い）制度の設計、リアルタイム監視システムの構築を行っています。"
      },
      "features": [
        {
          "title": "インテリジェント医療給付システム（IHBS）の詳細データ分析",
          "text": [
            "Tracks patient visits, diagnoses, services, personnel, and prescriptions across the 1,000+ PH C facilities since 2023",
            "20m+ visits per year to 6m+ patients, with detailed patient-level service delivery information including diagnosis and 80m+ procedures, prescriptions, all tests per year"
          ]
        },
        {
          "title": "データ駆動型のキャピテーションモデル設計",
          "text": [
            "Developed a capitation formula that ensures a stable transition for health facilities, preventing system disruptions.",
            "The model has the flexibility to accommodate both basic and advanced health centers under a unified scheme"
          ]
        },
        {
          "title": "異常値検出機能を備えた監視システム",
          "text": [
            "Tracked key indicators such facility utilization, service delivery, and test rates per visit.",
            "Implemented advanced algorithms to detect outliers and anomalies using time- series and cross-sectional analysis."
          ]
        }
      ],
      "itemsTitle": "政府支援の取り組み",
      "items": [
        {
          "title": "予測",
          "text": "需要の変化を先取りし、柔軟に対応するシステムの構築"
        },
        {
          "title": "監視",
          "text": "サービス提供の異常を自動検出し、品質管理を強化"
        },
        {
          "title": "適応型介入",
          "text": "医療従事者の生産性向上を支援"
        },
        {
          "title": "リソース配分",
          "text": "最適なリソース割り当てを実施し、最大限の効果を創出"
        }
      ]
    },
    "titles": {
      "ecommerce": {
        "first": "Built in Partnership",
        "second": " with Causal Foundry for E-Commerce"
      },
      "healthcare": {
        "first": "Built in Partnership",
        "second": " with Causal Foundry for Healthcare"
      },
      "government": {
        "first": "Public Service Transformation: ",
        "second": "Leveraging Machine Learning for Societal Impact"
      }
    },
    "descriptions": {
      "healthcare": "私たちのクライアントは、最先端のAIと機械学習を活用し、パーソナライズを強化することで、患者と医療提供者の関係を最適化し、医療の革新を推進しています。個別対応の施策、リアルタイム分析、LLM搭載アシスタントを活用し、治療の継続率向上、業務効率化、リソース配分の最適化、そして予防医療の強化を実現。データに基づいた医療の提供により、より大きなインパクトを生み出しています。",
      "ecommerce": "私たちのクライアントは、AIによるパーソナライズを活用し、顧客体験の向上を実現しています。製品レコメンドの最適化、需要予測、カート放棄の削減により、コンバージョン率と顧客ロイヤルティを強化。既存のシステムとシームレスに統合され、実用的な分析、柔軟な施策、パーソナライズされたコンテンツを提供することで、競争の激しい市場での成功と優位性を支援します。",
      "government": ""
    }
  }
}
