export default {
  landing: {
    landingDescription: `
      AIによる高精度な予測と個別最適化されたレコメンドシステムを構築し、強化学習を活用した柔軟なユーザー対応を実現。これらをわずか数時間でデプロイし、スムーズに運用できます。
    `,

    adaptiveAi: `
      デジタル時代において、顧客の行動を深く理解し、的確にサポートすることが、優れた成果を生む鍵となります。
      当社のソフトウェアは、パーソナライズされたAI体験を提供し、ユーザーを支援するとともに、データに基づく意思決定を促進します。
    `,

    healthcare: `
      医療従事者と患者のエンゲージメントを高め、行動や意思決定を支援するパーソナライズされたレコメンドとインセンティブを提供。
      治療の継続率向上や慢性疾患管理の強化を実現し、医療提供者のスキル向上とケアの質を改善。さらに、薬局やクリニックでの医薬品不足を未然に防ぎます。
    `,

    ecommerce: `
      パーソナライズされたレコメンドとインセンティブにより、顧客エンゲージメントと売上を向上。
      コンバージョン率の向上、カート放棄の削減、在庫管理の最適化を実現。
      さらに、一人ひとりに最適化されたショッピング体験を提供し、顧客ロイヤルティを高めます。
    `,

    elearning: `
      パーソナライズされたレコメンド、ゲーミフィケーション、そして学習者に応じて変化するコンテンツで、エンゲージメントと定着率を最大化。
      個々のニーズに最適化された学習パスを提供し、修了率の向上とスキル習得の加速を実現します。
    `,

    videogames: `
      パーソナライズされたレコメンド、インセンティブ、予測を活用し、プレイヤーのエンゲージメントと定着率を向上。
      ゲーム内行動を最適化し、離脱率を抑えながら収益の最大化を実現。
      さらに、ゲームプレイ体験を向上させ、長期的なプレイヤーロイヤルティを築きます。
    `,

    precisionMedicine: `
      パーソナライズ医療の目標は、個々の遺伝子、機能、環境の違いを考慮した大規模な多次元生物学データを活用し、診断、治療介入、予後のプロセスを設計・最適化することです。
      当社は、複数の異なるデータソースを統合するソフトウェアを開発し、診断と治療の個別最適化を実現。予後の精度を向上させ、エビデンスに基づく個別化医療の新時代を切り開きます。
    `,

    clinicalSoftware: `
      当社の製品は、医療機器や患者管理ソフトウェアと連携し、各患者に最適な臨床判断を適切なタイミングで提案する「意思決定アーキテクチャ」を提供します。
      レコメンドの内容は、患者の臨床症状や治療履歴、ゲノム、エピゲノム、マイクロバイオーム、エクスポゾームなど、多様な医療・環境データに基づいています。
      さらに、深層強化学習を活用し、継続的な意思決定を最適化しながら、適応力の高い治療戦略を実現します。
    `,

    achievements: {
      title: `2024年の実績`,
      revenue: `ECパートナーが新たに創出した売上`,
      nudges: `全パートナーが送信したパーソナライズされたナッジの総数`,
      revenueIncrease: `1回の介入あたりの売上増加率`,
      engagementIncrease: `パートナーのアプリにおけるエンゲージメントの向上率`,
    },

    summaries: {
      predictions: {
        title: "予測",
        text: "ユーザーの動きを予測し、最適なアクションを実行",
      },
      recommendations: {
        title: "レコメンド",
        text: "パーソナライズされたコンテンツでユーザー体験を向上",
      },
      adaptiveInterventions: {
        title: "適応型介入",
        text: "ユーザーエンゲージメントを高め、行動の変化を自然に促す",
      },
      resourceAllocation: {
        title: "リソースの最適配分",
        text: "インセンティブと予算内での介入を最適化し、効果を最大化",
      },
    },
    titles: {
      main_first: "パーソナライズされた",
      main_second: "介入で",
      main_third: "進化する",
      main_dynamic_healthcare: "ヘルスケア",
      main_dynamic_ecommerce: "eコマース",
      main_dynamic_elearning: "eラーニング",
      main_dynamic_videogames: "ビデオゲーム",
      adaptiveAi: "適応型AI",
      healthcare: "ヘルスケア",
      ecommerce: "eコマース",
      elearning: "eラーニング",
      videogames: "ビデオゲーム",
    },
    images: {
      dashboard: "dashboard_jp",
    },
  },
};
